# Self manage
tap 'homebrew/bundle'

tap 'caskroom/cask'
tap 'homebrew/dupes'
tap 'homebrew/services'

brew 'bash'
brew 'corkscrew'
brew 'direnv'
brew 'dos2unix'
brew 'gnu-tar'
brew 'htop-osx'
brew 'hub'
brew 'jq'
brew 'lftp'
brew 'mercurial'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'karabiner'
cask 'vagrant'
cask 'virtualbox'

tap 'caskroom/fonts'
cask 'font-dejavu-sans'

tap 'thoughtbot/formulae'
brew 'thoughtbot/formulae/rcm'
